using System;

namespace LinqTests
{
	public struct RandStrings
	{
		public static string[] FIO { get; } =
		{
			"Никифорова Флорентина Борисовна",
			"Павлова Наталия Романовна ",
			"Соболев Макар Тимофеевич",
			"Сорокин Сократ Олегович",
			"Шалдыбин Натан Павлович",
			"Ильина Марта Васильевна ",
			"Герасимова Виктория Евгеньевна",
			"Титова Дина Валерьевна",
			"Сергеев Никодим Сергеевич",
			"Семёнова Ольга Яковлевна",
			"Пчёлкин Арий Алексеевич",
			"Демьянов Филарет Русланович",
			"Морозова Тамара Олеговна",
			"Наумова Альбина Ильинична",
			"Маркова Власта Олеговна",
		};

		public static string[] Masks { get; } =
		{
			"628",
			"2356",
			"557",
			"474"
		};

		public static string[] Operators { get; } =
		{
			"Megafon",
			"Yota",
			"Japan national connection",
			"Microsoft"
		};
	}
}
